# ===== Brews =====

brew "autojump"
brew "awscli"
brew "git"
brew "mas"
brew "python"
brew "tmux"
brew "thefuck"
brew "wget"

# ===== Casks =====

# Browsers
cask "brave-browser"
cask "google-chrome"

# Developer Tools
cask "atom"
cask "docker"
cask "iterm2"
cask "hyper"
cask "postman"
cask "visual-studio-code"

# Productivity
cask "evernote"
cask "1password"
cask "teamviewer"
cask "google-backup-and-sync"

# Entertainment
cask "spotify"
cask "vlc"

# Messaging
cask "caprine"
cask "skype"
cask "slack"
cask "telegram"

# Other apps
cask "appcleaner"
cask "authy"
cask "private-internet-access"
cask "puush"
cask "scroll-reverser"
cask "spectacle"
cask "steam"

# ===== Mac Apple Store =====

mas "Trello", id: 1278508951
