tap "buildkite/cli"

# ===== Brews =====

brew "buildkite/cli/bk"
brew "cloudformation-guard"
brew "docker"
brew "gh"
brew "git"
brew "helm"
brew "helmfile"
brew "jq"
brew "kubectl"
brew "pyenv"
brew "starship"
brew "terraform"
brew "tldr"
brew "tmux"
brew "watch"
brew "yamllint"
brew "zoxide"
brew "fzf"
brew "neovim"
brew "bash-git-prompt"

# ===== Casks =====

# Browsers
cask "google-chrome"
cask "firefox"

# Developer Tools
cask "alacritty"
cask "docker"
cask "iterm2"
cask "warp"
cask "lens"
cask "visual-studio-code"

# Productivity
cask "1password"
cask "gimp"

# Entertainment
cask "spotify"

# Messaging
cask "messenger"

# Other apps
cask "scroll-reverser"
cask "spectacle"
cask "appcleaner"
